[
    {
        "title": "Cowboy Bebop",
        "synopsis": "Crime is timeless. By the year 2071, humanity has expanded across the galaxy, filling the surface of other planets with settlements like those on Earth. These new societies are plagued by murder, drug use, and theft, and intergalactic outlaws are hunted by a growing number of tough bounty hunters.\n\r\nSpike Spiegel and Jet Black pursue criminals throughout space to make a humble living. Beneath his goofy and aloof demeanor, Spike is haunted by the weight of his violent past. Meanwhile, Jet manages his own troubled memories while taking care of Spike and the Bebop, their ship. The duo is joined by the beautiful con artist Faye Valentine, odd child Edward Wong Hau Pepelu Tivrusky IV, and Ein, a bioengineered Welsh Corgi.\n\r\nWhile developing bonds and working to catch a colorful cast of criminals, the Bebop crew's lives are disrupted by a menace from Spike's past. As a rival's maniacal plot continues to unravel, Spike must choose between life with his newfound family or revenge for his old wounds.\n\r\n[Written by MAL Rewrite]\n",
        "year": 1998,
        "genres": [
            "Action",
            "Award Winning",
            "Sci-Fi"
        ],
        "rating": 8.75,
        "image": "https://cdn.myanimelist.net/images/anime/4/19644.jpg",
        "myAnimeListLink": "https://myanimelist.net/anime/1"
    },
    {
        "title": "Cowboy Bebop: Tengoku no Tobira",
        "synopsis": "Another day, another bounty—such is the life of the often unlucky crew of the Bebop. However, this routine is interrupted when Faye, who is chasing a fairly worthless target on Mars, witnesses an oil tanker suddenly explode, causing mass hysteria. As casualties mount due to a strange disease spreading through the smoke from the blast, a whopping three hundred million woolong price is placed on the head of the supposed perpetrator.\n\r\nWith lives at stake and a solution to their money problems in sight, the Bebop crew springs into action. Spike, Jet, Faye, and Edward, followed closely by Ein, split up to pursue different leads across Alba City. Through their individual investigations, they discover a cover-up scheme involving a pharmaceutical company, revealing a plot that reaches much further than the ragtag team of bounty hunters could have realized.\n\r\n[Written by MAL Rewrite]",
        "year": 2001,
        "genres": [
            "Action",
            "Sci-Fi"
        ],
        "rating": 8.38,
        "image": "https://cdn.myanimelist.net/images/anime/1439/93480.jpg",
        "myAnimeListLink": "https://myanimelist.net/anime/5"
    },
    {
        "title": "Trigun",
        "synopsis": "Vash the Stampede is the man with a $$60,000,000,000 bounty on his head. The reason: he's a merciless villain who lays waste to all those that oppose him and flattens entire cities for fun, garnering him the title \"The Humanoid Typhoon.\" He leaves a trail of death and destruction wherever he goes, and anyone can count themselves dead if they so much as make eye contact—or so the rumors say. In actuality, Vash is a huge softie who claims to have never taken a life and avoids violence at all costs.\n\r\nWith his crazy doughnut obsession and buffoonish attitude in tow, Vash traverses the wasteland of the planet Gunsmoke, all the while followed by two insurance agents, Meryl Stryfe and Milly Thompson, who attempt to minimize his impact on the public. But soon, their misadventures evolve into life-or-death situations as a group of legendary assassins are summoned to bring about suffering to the trio. Vash's agonizing past will be unraveled and his morality and principles pushed to the breaking point.\n\r\n[Written by MAL Rewrite]",
        "year": 1998,
        "genres": [
            "Action",
            "Adventure",
            "Sci-Fi"
        ],
        "rating": 8.22,
        "image": "https://cdn.myanimelist.net/images/anime/7/20310.jpg",
        "myAnimeListLink": "https://myanimelist.net/anime/6"
    },
    {
        "title": "Witch Hunter Robin",
        "synopsis": "Robin Sena is a powerful craft user drafted into the STNJ—a group of specialized hunters that fight deadly beings known as Witches. Though her fire power is great, she's got a lot to learn about her powers and working with her cool and aloof partner, Amon. But the truth about the Witches and herself will leave Robin on an entirely new path that she never expected!\n\r\n(Source: Funimation)",
        "year": 2002,
        "genres": [
            "Action",
            "Drama",
            "Mystery",
            "Supernatural"
        ],
        "rating": 7.24,
        "image": "https://cdn.myanimelist.net/images/anime/10/19969.jpg",
        "myAnimeListLink": "https://myanimelist.net/anime/7"
    },
    {
        "title": "Bouken Ou Beet",
        "synopsis": "It is the dark century and the people are suffering under the rule of the devil, Vandel, who is able to manipulate monsters. The Vandel Busters are a group of people who hunt these devils, and among them, the Zenon Squad is known to be the strongest busters on the continent. A young boy, Beet, dreams of joining the Zenon Squad. However, one day, as a result of Beet's fault, the Zenon squad was defeated by the devil, Beltose. The five dying busters sacrificed their life power into their five weapons, Saiga. After giving their weapons to Beet, they passed away. Years have passed since then and the young Vandel Buster, Beet, begins his adventure to carry out the Zenon Squad's will to put an end to the dark century. ",
        "year": 2004,
        "genres": [
            "Action",
            "Adventure",
            "Fantasy"
        ],
        "rating": 6.93,
        "image": "https://cdn.myanimelist.net/images/anime/7/21569.jpg",
        "myAnimeListLink": "https://myanimelist.net/anime/8"
    }
]